[PAD]
[UNK]
[START]
[END]
!
"
$
%
'
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
?
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
°
‘
’
€
the
to
you
tom
is
he
it
in
that
of
was
do
have
this
me
my
for
she
we
what
don
are
mary
can
his
your
on
be
with
want
not
and
like
at
know
him
there
##s
they
go
her
has
will
re
time
how
ll
did
as
very
had
all
here
about
up
didn
think
get
out
when
from
ve
if
an
one
no
were
doesn
going
would
who
by
why
come
see
good
please
let
just
been
where
need
so
more
help
tell
but
now
than
never
should
am
got
too
something
some
us
last
take
day
much
car
could
money
people
home
work
back
really
our
many
went
##ed
said
house
told
book
##ing
any
lot
must
anything
today
does
isn
say
only
thought
eat
make
room
school
french
two
new
made
always
father
give
long
speak
right
man
old
three
every
love
well
wanted
night
still
off
look
tomorrow
before
won
asked
boston
talk
left
way
dog
little
nothing
leave
put
or
saw
again
yesterday
job
over
after
into
years
may
live
better
down
english
everything
mother
them
buy
came
stay
happy
read
first
find
play
next
wants
couldn
life
took
children
other
understand
ask
these
friends
bought
##d
morning
stop
used
doing
door
keep
call
problem
believe
feel
away
their
ever
lost
late
gave
friend
soon
sure
happened
name
##ly
year
remember
already
hard
enough
alone
looking
heard
married
boy
water
week
teacher
without
best
wrong
bad
busy
even
wasn
beautiful
because
things
knows
often
try
bed
john
found
hear
party
likes
done
wait
same
seen
looks
##er
able
thing
cold
food
brother
everyone
big
knew
person
train
idea
tired
coffee
answer
being
use
hope
true
while
around
someone
watch
japan
learn
letter
drink
open
books
yet
girl
wish
days
met
world
almost
which
died
mind
bus
sleep
pay
study
few
kind
doctor
those
young
turn
truth
another
each
parents
talking
seems
sister
place
walk
family
getting
looked
lunch
anyone
once
care
happen
ten
most
afraid
tried
early
##y
both
monday
own
great
haven
until
difficult
together
ago
mine
else
rain
wife
five
dinner
write
child
plan
angry
tv
cat
coming
show
country
favorite
since
wouldn
himself
hours
yourself
nobody
playing
aren
##e
meeting
might
everybody
son
says
question
phone
reading
sorry
matter
such
table
lives
police
hurt
accident
eating
japanese
meet
easy
ate
month
nice
trying
waiting
start
called
hand
swim
finished
minutes
decided
started
hate
office
students
drive
far
trouble
story
important
myself
ready
small
tonight
times
under
felt
needs
having
station
woman
fire
shoes
arrived
window
ran
sick
working
music
usually
city
shouldn
pretty
change
goes
anymore
##t
30
clock
word
fast
gone
homework
fun
park
hot
broke
tennis
red
town
##r
christmas
eyes
mistake
picture
six
visit
breakfast
movie
##es
baby
game
afternoon
language
run
thank
quite
stupid
forget
song
against
advice
hair
smoking
interesting
rich
##a
caught
summer
cake
lived
spend
then
fell
listen
class
studying
began
finish
river
##n
along
comes
free
turned
face
longer
close
makes
sit
fish
number
war
hotel
milk
through
australia
end
loves
weather
kept
large
older
present
cannot
later
watching
hour
bring
thinking
death
full
short
america
living
mean
age
killed
box
dream
hands
snow
dark
hospital
kill
news
sometimes
tree
became
chance
men
student
wonder
##al
questions
seem
surprised
clean
high
making
sat
street
camera
forgot
hungry
hurry
light
born
daughter
dollars
gets
hasn
white
bit
computer
cut
stand
stopped
company
bicycle
rather
tokyo
glad
spent
thinks
trust
wine
careful
miss
near
dead
taking
works
die
birthday
secret
lie
saying
whether
moment
store
behind
dogs
others
part
clothes
flowers
speaks
tea
become
hit
plane
speaking
eaten
sing
helped
beer
between
four
possible
wrote
business
canadian
changed
expensive
stayed
##o
building
rest
wearing
maybe
girlfriend
uncle
key
outside
sunday
takes
thirty
anybody
dress
paper
advised
worked
yours
famous
lose
touch
break
needed
order
reason
running
strange
whole
women
asleep
black
herself
its
catch
drunk
cup
different
glasses
pain
piano
quit
trip
paid
showed
team
bank
dangerous
during
exactly
hold
ice
noise
problems
quickly
raining
shirt
cats
dictionary
least
library
blame
crazy
loved
proud
send
tall
baseball
heart
interested
words
worry
air
strong
telephone
waited
##able
cook
floor
known
mistakes
played
restaurant
win
hat
head
lucky
probably
real
weight
##l
agree
bag
broken
move
swimming
front
garden
health
opened
poor
safe
##ion
enjoy
glass
half
minute
movies
seemed
sound
walked
cry
evening
finally
hide
seven
several
somebody
concert
guitar
prefer
television
explain
missed
talked
thanks
united
wear
brought
choice
husband
side
sun
umbrella
boys
learned
sad
either
feeling
lying
pass
radio
return
road
rules
states
whose
animals
lawyer
ok
##th
attention
patient
seeing
shut
cost
crying
leaving
meat
smoke
##ive
##ment
apple
drinking
driving
fishing
forward
twice
visited
danger
grandfather
invited
paris
situation
alive
arrive
fine
guess
law
promise
seat
solve
wall
##in
##ry
accept
closed
completely
decision
kids
point
##ies
airport
dance
desk
driver
expect
less
mad
set
traffic
worried
##ate
blue
follow
lake
sent
sleeping
vacation
winter
##ic
knife
learning
abroad
beach
eggs
london
younger
##i
##ity
kitchen
promised
singing
weekend
writing
##le
guy
kiss
mountain
second
spoke
hiding
liked
passed
ship
apples
china
drank
impossible
shopping
sitting
taken
though
travel
address
also
begin
coat
excuse
medicine
opinion
serious
soccer
wash
waste
worse
happens
listening
ticket
weren
worth
written
fight
girls
months
sense
case
foreign
hardly
machine
piece
success
tie
clear
expected
languages
teach
##ers
##ted
american
arm
keys
offer
pick
terrible
walking
bird
church
figure
message
pen
pictures
test
bread
foot
perfect
smart
wake
##k
across
chair
doubt
easily
happening
horse
refused
sounds
##an
carefully
choose
eats
france
sky
boss
boyfriend
inside
past
smile
##ation
##ful
deal
eight
fault
future
leaves
save
cream
enemy
feed
given
gun
novel
plans
shop
shot
surprise
taxi
voice
##man
##nt
10
brothers
chinese
cooking
honest
lend
suddenly
telling
##h
bath
college
laughed
quiet
slowly
somewhere
york
actually
difference
policeman
standing
stolen
bridge
empty
entered
failed
heavy
hundred
sell
##ine
count
earth
fat
ill
mouth
necessary
newspaper
none
ride
share
twenty
warm
##ness
##or
carry
cars
fly
funny
moved
price
prison
sugar
##ped
ball
couple
eye
guys
salt
sign
till
aware
means
nervous
public
##age
##ist
blood
correct
favor
german
kissed
native
president
wallet
##on
fear
grew
joke
marry
plays
staying
stood
wonderful
##ant
bottle
experience
fix
gift
green
ought
received
supposed
weeks
yes
##ting
birds
decide
fact
list
owe
shower
taught
whatever
worst
##est
##st
check
neither
popular
report
smiled
speech
trees
watched
beginning
certain
charge
feelings
information
kyoto
planning
soup
spring
storm
wondered
##ar
##ish
built
europe
fruit
golf
regret
sentence
sight
spoken
##0
anywhere
blind
borrow
deep
drinks
escape
fall
god
murder
shall
thousand
village
##less
button
crowd
dad
exam
grandmother
king
single
studied
succeed
common
guilty
join
likely
line
locked
slept
smell
teeth
000
apartment
apologize
beat
cards
covered
enjoyed
forgive
history
nine
sea
welcome
yellow
##en
##ia
agreed
bear
control
earlier
fence
held
immediately
painting
saturday
yen
##ating
##ch
##ling
bill
club
convince
date
handed
moon
rang
respect
threw
##ible
##p
ahead
asking
cheese
dressed
film
leg
painted
player
rains
returned
satisfied
top
##ated
##led
allowed
classroom
color
consider
finger
fired
germany
hadn
harder
hates
listened
picked
project
taller
tears
wears
wedding
##ged
##it
##te
ashamed
attend
faster
furniture
museum
noticed
position
type
usual
##ns
bedroom
bike
calm
canada
forever
grow
laugh
lied
mom
paint
peace
pretended
university
##id
##ned
##ter
##us
aunt
believes
complaining
courage
crime
government
keeps
missing
rice
scared
spanish
stole
talks
unfortunately
vegetables
washing
absent
arrested
body
boring
breath
cancer
delicious
disappointed
ended
explained
gas
luck
notice
pair
realized
soldiers
windows
##b
##rs
answered
boat
dropped
feels
fond
ideas
innocent
liar
middle
realize
ring
special
sports
suit
alarm
among
belongs
bored
course
heat
instead
island
jacket
legs
map
ordered
raise
reached
rule
sang
stuck
theater
understood
##m
##ure
accused
convinced
dishes
duty
explanation
fit
headache
injured
intelligent
low
purpose
saved
seriously
sisters
truck
##ary
##ian
absolutely
behavior
believed
cash
caused
dreams
flower
friday
license
midnight
nearly
prize
recently
singer
straight
zoo
##les
allow
bigger
certainly
dirty
employees
england
fighting
fresh
hang
judge
pencil
prices
simple
sold
sooner
speaker
subject
throw
translate
##ous
accepted
appreciate
attack
awake
cookies
cool
extremely
gold
group
healthy
hid
invite
whenever
woke
##ial
##ts
00
according
account
bother
capital
dancing
discuss
enter
exercise
human
hung
lots
protect
race
rent
sweater
themselves
##as
admit
afford
begins
calls
card
drop
except
expecting
fever
filled
giving
involved
italy
laughing
lay
lock
lonely
losing
mood
passport
post
power
rained
shy
size
space
support
##ue
calling
considered
fed
fill
followed
games
letters
magazine
meant
relax
seldom
suicide
toilet
##ble
##ent
##se
admitted
cause
countries
cried
flight
hobby
idiot
jokes
managed
raised
roof
songs
thief
wet
whoever
wind
##ge
area
art
cheap
chicken
chocolate
climbed
eventually
forgotten
helping
hey
jealous
mail
math
memory
oil
ourselves
result
rock
solution
unlikely
##3
##ical
##ized
##u
animal
butter
continued
denied
feet
football
forced
houses
joking
noon
normal
osaka
stairs
stick
stranger
taste
useful
view
vote
washed
##re
above
americans
blew
brush
comfortable
confused
corner
doll
escaped
fair
fixed
fool
habit
happiness
juice
lights
mountains
neighbor
pity
pocket
prepared
remained
stuff
willing
wore
##5
##ance
##ied
##ore
accustomed
barely
burned
contact
copy
diet
drugs
entire
excited
factory
fail
fingers
goodbye
kid
lady
matters
menu
nor
oranges
pizza
pleased
rid
rope
rude
runs
tastes
tongue
##is
allergic
anyway
avoid
bell
continue
deserve
earthquake
fifteen
jumped
kinds
meaning
pieces
risk
skirt
supermarket
temperature
wood
##at
##cy
chess
discovered
distance
excellent
form
gentleman
gives
hearing
helps
land
moving
mt
naive
naked
perhaps
silent
someday
spends
studies
suitcase
theory
unless
wherever
##el
##g
appointment
bathroom
brave
clearly
climate
climb
costs
friendly
handsome
hole
illness
lazy
loud
meal
nose
patience
permission
prevented
remain
salary
season
skiing
sleepy
smells
socks
solved
stealing
stone
suggested
sweet
teachers
teaching
trusted
video
abandoned
attended
bottom
clever
condition
cousin
difficulty
examination
grass
holiday
lasted
named
proposal
refrigerator
remind
responsible
slow
south
star
tickets
traveled
twelve
urgent
writes
##ally
##am
##et
##ip
##ire
##ls
act
acted
answers
assume
bet
cute
deaf
depends
drove
dry
dying
ears
emergency
exist
hated
hurts
miles
million
obey
offered
opportunity
potatoes
rome
rose
stories
teaches
upset
worn
##ct
##il
##ise
accidents
add
agreement
bite
buying
classes
cross
crossed
ear
energy
flying
following
hill
huge
imagine
knocked
largest
members
names
neck
neighborhood
neighbors
page
passengers
plenty
poem
population
reach
results
similar
stars
step
sundays
system
third
winning
##9
##men
##pt
##red
##ual
20
attacked
carried
changes
compared
dumb
easier
education
eleven
farm
fifty
ignored
india
jail
louder
natural
smiling
spain
sport
stronger
subway
thirsty
trap
uses
using
within
woods
##ier
##ile
##um
airplane
bench
bomb
committed
complain
due
egg
generally
guests
harm
horses
intention
jackson
kidding
mathematics
modern
nurse
orange
perfectly
photo
round
smaller
sofa
sore
starting
survived
tallest
tight
unable
violence
wise
##2
##ched
##ious
##ize
##ked
##os
##ping
100
arrest
artist
band
belong
betrayed
brown
captain
castle
complained
couch
curious
definitely
elevator
email
familiar
fuji
ignore
intend
manager
market
mention
october
persuade
pool
request
russian
sale
sandwich
scolded
shelf
understands
weird
workers
##ase
##cted
##ice
##ism
##ries
ability
apart
apologized
article
awful
badly
borrowed
complete
computers
conversation
disease
draw
drug
embarrassed
everywhere
evil
forest
funeral
garage
gate
ghosts
gotten
graduated
ground
hero
highly
holidays
hopes
illegal
match
musician
nearest
paying
picnic
pie
possibility
pulled
repaired
shoulder
starts
suppose
website
##ack
##ber
##ks
##land
##ments
##ss
##ty
although
army
assumed
beauty
becoming
center
childhood
cooked
drives
example
falling
hello
hunting
introduce
iron
lies
marriage
mess
novels
ocean
pale
prepare
sharp
suggest
supper
suspect
tough
trapped
traveling
useless
warn
warned
writer
##board
##form
##ities
##ner
##tic
##ured
##ut
amazing
appeared
appears
arms
available
bald
brazil
bright
cleaning
clouds
credit
depressed
deserted
details
election
fortune
friendship
greatest
hoping
jobs
larger
mayor
mexico
mirror
nuts
ones
progress
pull
push
robbed
silence
sleeps
sons
stamps
succeeded
totally
translated
unhappy
walks
wild
##aking
##ations
##ily
amount
arguing
basketball
bucket
buried
changing
chose
cigarette
claimed
disappeared
divorced
engine
exhausted
fallen
goal
grateful
interest
invented
laid
photos
pond
private
quick
recognize
recommend
relationship
reminds
science
skin
snowing
stomach
sudden
tells
treat
treated
visiting
##ap
##ay
##ck
##f
##ide
##ished
##king
##ne
##ole
##ow
##ve
acting
advantage
author
baffled
bar
chicago
citizen
complicated
contract
genius
hire
impressed
italian
jump
lift
orders
ours
pleasant
polite
pushed
puzzle
ruined
saving
schedule
signed
slight
soldier
suspicious
thin
value
weak
##ce
##ging
##her
##ify
##izing
##one
##ute
##uted
audience
birth
breathe
build
capable
cares
cheated
crash
cruel
deeply
detail
diary
economy
effort
elected
enemies
failure
final
flew
foolish
frightened
invitation
itself
kindness
kissing
knowing
lack
main
obviously
parked
program
punished
resembles
spite
stared
thanked
towel
ugly
vase
voted
wins
wondering
##ace
##all
##ipped
##ring
##ture
annoying
argue
begged
cab
candy
dentist
exciting
field
gained
handle
harvard
insane
introduced
june
kicked
lesson
master
noisy
north
oh
okay
outfit
persuaded
plants
poems
practice
promises
prove
record
repeat
ringing
sort
successful
thirteen
tied
trains
vain
violin
##bs
##im
##io
##istic
##rated
##sed
##tain
##ved
##way
actor
alcohol
anger
argument
basket
cd
chat
cheek
cleaned
closer
deer
deserves
divorce
dreamed
expert
extra
forgetful
fought
grapes
growing
hers
kilometers
lecture
loss
member
mistaken
murdered
nature
newspapers
obvious
personal
places
presents
press
reasons
receive
recognized
remembered
repair
ridiculous
sells
shake
ski
spilled
staring
strangers
throat
toward
turkey
visa
##de
##dle
##dy
##lies
##line
##ral
##time
##ug
##ze
action
adopt
anxious
average
board
bound
closet
concerned
cousins
danced
describe
dessert
earns
equal
evidence
express
facts
forty
greeted
hawaii
however
interrupt
lately
leaned
occurred
pants
professor
puppy
raw
refuse
removed
reply
scene
seats
shared
sings
steal
survive
tail
touched
toy
twins
upon
visitors
watches
wounded
##ator
##bled
##ear
##ified
##ill
##ior
##ited
##ition
##ke
##nic
##oon
##ories
##ors
##ps
##ude
##up
50
500
actress
advance
baked
barking
battle
british
canadians
canceled
charged
cigarettes
coins
conference
contest
crossing
degrees
delayed
destroyed
direction
discussion
doctors
doubts
dreaming
drunken
electric
electricity
exchange
finding
gloves
granted
hokkaido
jam
ladder
lightning
lion
nonsense
options
peanuts
percent
politics
pressure
prohibited
reads
reasonable
reputation
self
service
shoot
snowed
spread
sunny
talent
talented
thick
tower
##8
##ag
##ard
##ave
##ds
##ered
##hed
##ick
##ions
##ium
##nce
##om
##ons
##rain
##ware
adopted
apparently
apply
attractive
baggage
begun
beyond
biggest
cell
classmates
concentrate
concern
confessed
cookie
debt
desert
divided
document
double
drawer
ease
employee
envelope
families
fluently
handkerchief
helicopter
hidden
honesty
impatient
impression
incident
internet
jazz
lower
model
nowhere
papers
planet
planted
pointed
pregnant
preparing
pretend
prisoner
properly
quality
quietly
rode
roses
salad
sand
screen
served
sewing
shed
smarter
speed
stops
sushi
text
tuesday
weapons
wished
wishes
##7
##ad
##gy
##ir
##ires
##itting
##ll
##ny
##ong
##posed
##ray
##tion
##ur
##ury
absence
africa
ambulance
april
arriving
attempted
babbling
boots
burn
burst
causes
ceiling
cities
claims
closely
collecting
colors
committee
cover
diamond
discussed
dust
earn
efforts
embassy
engaged
experiment
explosion
false
file
frankly
fridge
grades
heavily
hi
hired
imagination
imagined
importance
improve
ink
insisted
insurance
intended
korean
meters
motorcycle
murderer
nowadays
oldest
outstanding
owns
pepper
personally
players
prevent
priest
rarely
register
rented
restless
rumor
separated
shoe
shorter
shouted
society
sour
stabbed
stage
stake
stove
strength
sunglasses
sweating
tap
task
taxes
temper
terrific
thousands
typhoon
wound
##4
##6
##ade
##ain
##ature
##bon
##c
##ction
##ened
##hone
##house
##icked
##ict
##iest
##its
##ives
##med
##my
##race
##uce
##ud
##ving
appearance
aside
asks
banged
behave
bottles
bowed
bowl
carrying
cheaper
chosen
command
conceited
cough
cows
dating
decent
deny
disappoint
dollar
drew
entrance
fairly
faith
fashion
force
fortunately
fox
framed
grown
hanging
hoax
horrible
hug
income
instructions
knee
knowledge
laptop
leader
listens
loan
magic
manners
method
mystery
notebook
parking
particular
plate
poet
policy
political
presence
rescued
scenery
scientist
selling
sensitive
shocked
shook
snakes
suggestion
suitable
swear
terms
tourist
treaty
unexpected
unfair
universe
upstairs
wasting
weapon
##ak
##ans
##aries
##eze
##ics
##ination
##ite
##mer
##ning
##op
##orn
##ot
##shed
##uck
##ume
##vious
##w
##zed
access
admire
apology
approved
bible
blackboard
bleeding
brief
budge
burning
checked
coin
competition
confidence
cottage
cups
curtain
custom
daughters
demanded
despise
disguised
drowning
fate
figured
flag
foods
garbage
gifts
grabbed
guns
hall
hoped
hugged
informed
innocence
ipad
jogging
lit
medical
mouse
nap
oxygen
package
pleasure
prince
product
products
professional
promotion
released
riding
rough
safety
scare
selfish
sentenced
shame
sheep
silver
spell
spending
stamp
stubborn
suffering
supplies
target
threatened
tourists
twin
unreliable
unusual
ways
##ache
##ages
##ail
##ake
##cated
##ctor
##ep
##ians
##icate
##lt
##ms
##na
##ple
##ra
##rd
##read
##ress
##row
##tive
##ung
##ures
2013
appetite
approve
attitude
authority
automobile
autumn
avoided
bananas
belt
besides
bitter
boiling
breaking
buses
cage
coincidence
compare
coward
crowded
culture
damage
delay
department
devoted
distinguish
downstairs
eighteen
especially
eyesight
flashlight
flat
flour
flu
foreigners
fork
greek
hammer
happier
holding
honey
honor
hunch
hundreds
joy
killing
knees
lacks
lent
located
lottery
lovely
magazines
meals
nation
nearby
nodded
note
opening
opposed
opposite
owes
owner
pack
pages
password
pencils
per
photograph
pillow
pilot
planned
pockets
poison
poker
poured
pray
purse
queen
rainy
rare
rejected
rely
remarkable
reservation
rights
rooms
russia
scientists
scissors
scream
screamed
secrets
seventeen
shock
stomachache
streets
strict
sweat
thorough
turns
understanding
volume
wealth
web
west
wheel
witness
worrying
##ague
##ants
##ast
##asy
##ates
##ative
##aw
##ded
##ect
##ee
##ey
##iate
##ig
##iled
##ma
##ony
##rate
##ration
##ub
##ution
adult
aid
aim
album
amazed
amusing
ancient
angel
assure
attempt
bears
beside
blamed
bullet
cancel
career
cheating
cheered
circumstances
classical
climbing
cloudy
communicate
conscious
court
crashed
damaged
deceived
deserved
documents
doors
drowned
encouraged
ends
enjoys
ex
faces
fainted
falls
feeding
firm
flood
fog
frame
further
ghost
grab
hatred
height
humor
improved
increase
international
issue
january
jeans
junk
latest
led
level
lincoln
loudly
luggage
major
memorize
mission
mistook
mobile
officer
operation
painful
pajamas
palace
parts
physics
pink
plant
predict
pressed
puts
quarter
remains
reminded
require
responsibility
retired
rising
romantic
sandwiches
searched
seated
secretary
showing
smokes
soap
split
square
statue
switch
theirs
thoughts
thrilled
tigers
tore
treasure
trigger
trunk
typical
unknown
valuable
warmer
washington
##1
##als
##ama
##asty
##bling
##cing
##day
##ence
##end
##fit
##ight
##inated
##ind
##ision
##iver
##ka
##oast
##ol
##oot
##per
##rant
##rating
##rist
##stic
##tch
##unt
##unted
##use
##using
##ust
absolute
active
admired
adults
advise
ages
aimed
application
assistant
beans
beard
beg
bookstore
budget
cakes
chairs
closest
complaints
complex
confess
convenient
criminal
currently
dancer
dare
decisions
difficulties
dim
dish
dislike
dozen
enjoying
financial
forehead
gathered
grave
haircut
handwriting
harsh
harvest
heater
hesitate
higher
independent
insects
insulted
joined
journalist
lamp
lawn
lips
loose
loses
manage
misunderstanding
nails
national
nerves
non
normally
odd
ordinary
otherwise
oven
path
peel
politician
popcorn
powerful
practicing
princess
published
punctual
punishment
rabbit
rabbits
rate
regards
relaxed
resign
resources
rotten
row
rush
scary
shout
silly
sink
snake
social
soul
source
spade
spicy
stands
stays
stew
suitcases
toothpaste
treatment
volleyball
wheat
whichever
whistle
wide
wings
wolves
##50
##ame
##and
##ass
##aves
##bed
##bition
##cess
##come
##cope
##eries
##hing
##hip
##holic
##ication
##igation
##ils
##ipt
##iring
##ising
##ison
##light
##ncy
##og
##oms
##oo
##out
##rew
##sy
##tered
##ul
##un
##usion
accompany
adjust
agrees
alice
appreciated
arrival
arrives
beating
becomes
below
brain
breathing
bribe
briefcase
broom
buildings
carpet
cave
character
charity
claim
coal
comment
competent
contains
crops
customers
dealing
delegates
demand
desperate
digging
disgusting
distract
dizzy
dried
earned
east
eighty
entering
error
esperanto
exact
exams
facebook
farmer
fluent
foreigner
furious
gain
goat
gym
headed
increasing
influence
insult
interpreter
july
jury
korea
laughs
lead
lean
local
luxury
medal
meetings
notes
numbers
occasion
optimistic
packed
painter
parties
plain
plus
postpone
prefers
prisoners
pronounce
racket
religion
remembers
research
resist
resort
risks
sank
savings
searching
separate
shows
silk
sometime
stepped
stock
stones
strike
struck
style
suffer
switzerland
technology
tend
thumb
tire
toys
translation
tune
unconscious
unlocked
unlucky
violent
walls
wolf
wooden
yokohama
yourselves
##ale
##aled
##amp
##ather
##ection
##eer
##ens
##ern
##erve
##ete
##fe
##go
##hy
##icated
##icking
##ident
##ific
##ings
##itch
##itter
##ld
##mark
##me
##ming
##ney
##ng
##noring
##ode
##ores
##pers
##rogen
##sing
##ton
##uate
##ulated
##ver
##wood
300
40
accent
added
announced
answering
anytime
appear
applied
approached
argued
aspirin
avoiding
awesome
bags
based
bat
boil
boiled
bow
brand
burns
candles
cellphone
charming
chemistry
chores
citizens
civil
cloth
clothing
collect
collection
conditions
confident
consists
cooks
data
deals
defend
described
description
design
disaster
disturb
drawing
dyed
economic
egypt
elephant
embarrassing
essential
expenses
fantastic
fascinating
fierce
fifth
finds
fooled
freedom
golden
goods
guard
helpful
honeymoon
hunger
ignorance
invention
investigating
judging
keeping
knock
latin
lawyers
leather
longest
lyrics
march
mass
material
mentioned
metal
millionaire
miracle
nail
narrow
necklace
nightmare
ninety
online
opera
original
overslept
paintings
pardon
pens
pianist
picasso
picking
pig
pipe
politicians
possibly
postponed
poverty
proof
property
proved
provided
putting
reality
recovered
reliable
relieved
repeated
rescue
richest
ruin
scarf
search
secretly
security
shining
shooting
sides
sir
sixty
skate
skinny
slipped
soft
spot
squeezed
suffered
sum
surrounded
swam
tasted
tax
temptation
terribly
tools
track
treats
underestimate
unhealthy
upside
various
wednesday
welcomed
yard
##ably
##aked
##ang
##arian
##aring
##ased
##asis
##ax
##bel
##by
##cluded
##der
##ders
##dom
##ess
##etic
##fully
##hai
##hin
##ie
##iece
##ief
##ience
##inate
##ins
##ists
##ita
##itating
##ivity
##ization
##lam
##let
##of
##ology
##oral
##ory
##otion
##oyal
##plied
##rings
##side
##tant
##ten
##tended
##tering
##ters
##tes
##tle
##uise
##ull
##une
##vy
##wa
##z
##zing
18
200
abandon
aboard
achieved
acquainted
advanced
aggressive
alike
alphabet
armed
asia
assistance
astronaut
atmosphere
atomic
bills
bitten
blaming
blow
border
bothering
boxes
breaks
bunch
burglar
bush
camping
candle
celebrate
challenge
checks
circle
coach
collected
comments
commit
composition
conditioner
congratulated
construction
content
cops
counting
cow
crown
curiosity
curtains
dawn
defeated
dependent
determined
discount
disturbing
downtown
dresses
eager
elephants
event
faint
fake
february
finishing
fits
forgiven
fried
frog
frozen
generous
goose
habits
handy
happiest
helpless
incredible
incredibly
interrupted
kidnapped
knocking
landed
lines
messages
mild
minded
misses
musical
novelist
oath
onto
opens
orphan
outdoors
period
phoned
pills
potato
prayed
prime
production
provide
punched
pure
quarrel
recent
reduce
regular
related
repairing
replace
resemblance
resigned
rested
reward
roommate
rubbed
rumors
sake
san
santa
screw
seized
sentences
shape
sheet
shirts
skating
skills
solving
state
steak
stool
suits
sung
surgery
surrender
suspected
talkative
thankful
theft
tip
tries
ufo
uncomfortable
vacant
volunteer
waiter
wanna
wasted
windy
wiped
yelling
##aded
##alled
##arable
##arily
##bia
##bilities
##ceiving
##cial
##cle
##ctive
##ects
##em
##ening
##eted
##ets
##ew
##ients
##ift
##ike
##ima
##imate
##ina
##ised
##levant
##lock
##mber
##nical
##nique
##no
##nob
##oe
##ogical
##olding
##olished
##olve
##prints
##res
##rop
##rous
##rupt
##sive
##son
##tained
##tal
##test
##tress
##ube
##ument
##val
##vation
##ves
##view
##x
##zon
absurd
abuse
accompanied
addicted
ain
alibi
antique
arabic
arranged
attracted
awoke
backyard
baking
balance
bathtub
battery
blames
blanket
brakes
bumped
campaign
cap
cared
careless
carrots
chances
chased
cheat
cheerful
claus
columbus
comb
comfort
complains
consequences
coughing
cure
customs
defeat
designed
despite
destiny
detective
dining
directly
diseases
distracted
driven
earthquakes
environment
envy
essay
exception
exploded
faucet
feeds
fellow
fewer
folded
follows
forecast
fortunate
freezing
fully
graduate
greece
groups
highest
housework
hurried
hurting
import
insecure
jewels
jumping
justice
kilograms
kite
laws
leads
leftovers
lemon
lessons
lightly
literature
maid
mark
matches
mexican
misleading
moments
mustn
nara
necessity
nod
nuclear
opinions
organized
panic
parks
participate
performance
plastic
positive
pounds
praised
precious
pretending
proposed
ranch
rats
recommended
regard
regularly
remove
requires
revenge
safely
sales
scotland
seconds
section
settle
settled
severe
shakespeare
shallow
shampoo
shine
shoelaces
shortly
sinking
slammed
slapped
smiles
solid
spaghetti
spiders
spill
starving
stunning
sunset
sweep
teenagers
tends
term
tiger
topic
trash
travels
tricks
troubles
trousers
truly
turning
undressing
unemployed
unpleasant
vegetarians
victory
vitamin
volunteered
washes
waved
whale
whales
whispered
worries
yelled
##abies
##ador
##ai
##anished
##antly
##ashed
##ators
##bly
##bor
##ca
##ced
##chair
##ches
##ciation
##cover
##cts
##dge
##ding
##do
##down
##eds
##ering
##ff
##fficient
##fire
##ger
##ground
##iation
##idden
##ilt
##ims
##inct
##ino
##irts
##itional
##itude
##ix
##lashed
##lter
##lugged
##lum
##mit
##mous
##nted
##oked
##ologist
##ose
##our
##ows
##pact
##pe
##pose
##pted
##ption
##py
##ram
##ribe
##rint
##rists
##roach
##room
##uding
##uggle
##ule
##ulse
##ump
##ums
##utes
##uts
##ward
##wl
12
25
acceptable
accidentally
accomplish
acts
admission
affairs
applauded
approaching
appropriate
architect
arrow
assemble
banana
barber
beginner
beginners
berlin
blouse
brazilian
bringing
brings
california
cast
catching
cds
century
ceremony
chalk
chatting
cheeks
cherry
chest
chewing
cleared
closing
colds
completed
congratulate
connected
consult
contagious
contributed
correctly
crack
created
crew
crisis
current
declared
declined
defendant
depend
directions
discovery
dislikes
dismissed
dug
effect
effective
engagement
equipment
errors
examine
exit
fascinated
festival
files
flea
francisco
frequently
gambling
gang
general
glanced
gonna
gradually
grandpa
grandparents
guarantee
guide
halloween
harmful
hesitated
holds
horror
humiliated
identical
identify
improving
indulge
interfere
interrupting
jerk
ketchup
kick
ladies
laundry
liberty
link
loosen
mailbox
majority
mars
minister
mischievous
mondays
monkey
needle
nicer
object
occupied
occur
offended
official
onions
operate
overcoat
owed
oysters
pacific
paranoid
passing
pays
permit
pet
photographer
pleaded
pop
port
pot
pride
promoted
purchase
refund
regarded
regrets
relatives
relief
reluctantly
remarks
remote
resemble
reserve
respected
respects
response
retire
revealed
revolution
risky
roll
rolled
rushed
scar
seize
serve
severely
sew
shade
shaved
simply
sixteen
skirts
slavery
slightly
spider
spoon
spy
stiff
strawberries
struggled
sue
surgeon
surprising
sweets
sword
sympathy
teams
teenager
telephoned
terrified
thunder
tidy
tightly
tomatoes
tortured
total
turtles
twisted
unfortunate
uniforms
unmarried
ups
vet
voices
wandered
warning
weekends
weigh
whining
woken
worker
wow
wrap
zealand
zero
##00
##act
##action
##acy
##ank
##aped
##art
##ational
##be
##bies
##bit
##bow
##box
##burgers
##cco
##chy
##cies
##cist
##courage
##ctic
##eaks
##eat
##ected
##ef
##ell
##ended
##ferring
##gar
##gle
##having
##hima
##how
##hrase
##iable
##ically
##ids
##ient
##ility
##illing
##inary
##iness
##ini
##ink
##ipe
##ipping
##iration
##istics
##itation
##ker
##kes
##lash
##lection
##load
##lon
##lowed
##nack
##nal
##night
##nk
##nts
##oke
##old
##olves
##orary
##orm
##osition
##ota
##owed
##phones
##pired
##porary
##rand
##reak
##reative
##ria
##rian
##ric
##ride
##rise
##rite
##ritical
##rived
##ro
##rows
##shima
##ship
##sion
##sists
##tein
##ther
##tick
##ties
##tune
##tural
##ubes
##ued
##ugged
##uggled
##uit
##ulate
##ulator
##urt
##utch
##utions
##victed
##vor
##water
##wn
11
1939
24
54
achieve
adorable
adventure
affair
afterwards
alert
amused
ankle
antiques
attorney
attract
awkward
banks
bee
beef
behaved
biology
bites
biting
blocked
blowing
branch
bridges
bunk
burnt
camel
cases
catches
cattle
chemical
chew
chimney
clapped
cliff
closes
cloud
clumsy
colder
collar
conceal
conclusion
conduct
confirmed
confuse
conservative
consideration
cop
copies
corn
criminals
crush
customer
darkness
debate
defense
defenseless
degree
delivered
demands
democratic
devastated
differently
disagree
discover
discussing
disgusted
doubtful
drivers
dumped
elbow
elderly
engineer
entirely
entitled
established
eve
everest
examined
exchanged
expression
extent
faced
facing
fan
farmers
fashioned
faults
female
fiction
flows
flush
focus
freed
gains
garlic
generation
grade
guessed
guitarist
hangover
heating
heavier
helmet
hiking
hockey
hometown
hook
hopeless
humans
hunter
id
idiots
image
immediate
imports
indian
inevitable
insensitive
intelligence
intentions
interfering
intervened
inviting
jesus
journey
kingdom
kobe
landing
leaning
legal
lid
limited
mask
melted
mile
minor
misled
misunderstood
monkeys
mosquito
mysterious
nations
negative
november
objection
obliged
organ
organization
overweight
owned
patiently
patients
permitted
personality
philosophy
plates
platform
points
polish
politely
pollution
pork
portuguese
practical
privacy
qualified
rapidly
recipe
region
remembering
reports
respond
restaurants
rifle
rise
robber
ruins
sailors
satisfactory
scheme
schools
scratched
seafood
seek
sees
semester
sending
seventy
shaking
shave
sheets
ships
siblings
slice
slightest
slip
slower
smelled
somewhat
sow
spare
spinach
spoiled
stingy
stirred
stores
strictly
suspicion
swept
symbol
tank
textbook
thieves
toast
tolerate
tool
toss
trade
traitor
translating
trial
trick
tunnel
typewriter
unsure
urged
valentine
vegetable
verge
visible
visits
vitamins
wakes
wealthy
weeds
weighs
western
withdraw
yell
youngest
youth
##!
##"
##$
##%
##'
##+
##,
##-
##.
##/
##:
##;
##?
##j
##q
##v
##°
##‘
##’
##€
