[PAD]
[UNK]
[START]
[END]
!
"
$
%
&
'
(
)
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
?
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
¡
«
°
»
¿
с
—
€
que
de
el
no
tom
la
en
es
un
se
me
esta
por
lo
una
mi
su
los
con
##s
le
ella
te
para
mary
las
mas
tu
al
como
yo
este
estoy
muy
eso
tiene
si
del
estaba
quiero
tengo
fue
aqui
casa
cuando
hacer
puedo
todo
algo
esto
hay
tiempo
ha
solo
##n
gusta
son
tan
todos
favor
ir
nada
era
donde
vez
puede
he
bien
estas
mucho
ellos
nos
quien
ser
nunca
trabajo
manana
dos
creo
sus
ya
ahora
tienes
dijo
dinero
tomas
pero
hablar
ese
estan
##te
##mos
soy
dia
siempre
##a
hace
habia
puedes
libro
quiere
hoy
esa
verdad
poco
voy
##r
nadie
mejor
anos
va
ver
sabe
estar
frances
tarde
maria
quieres
##lo
eres
demasiado
padre
queria
has
hizo
mis
##me
antes
parece
tres
##es
usted
tenia
##e
##do
noche
boston
hora
sin
sobre
haber
ayer
hasta
perro
hombre
estado
todavia
necesito
vida
comer
ingles
cual
cuanto
dias
alguien
nuevo
tenemos
coche
decir
gente
nosotros
hecho
asi
mismo
problema
madre
gustaria
pense
semana
ti
sabia
estamos
buen
habitacion
deberias
deberia
otra
pasado
puerta
##on
despues
escuela
uno
tus
##ndo
##da
cosas
mundo
vas
amigos
casi
##se
feliz
ninos
alguna
saber
sabes
veces
alli
dificil
realmente
hacerlo
fuera
podria
pronto
ano
ayuda
##ia
les
muchos
seguro
otro
menos
nino
auto
desde
idea
ni
dio
buena
agua
amigo
##o
visto
habla
ahi
##le
ciudad
comida
conmigo
nuestro
pregunto
john
vino
paso
todas
mal
nombre
personas
cada
persona
comprar
fiesta
hermano
tren
##ba
cafe
gran
durante
vi
toda
contigo
tener
haciendo
dice
carta
espero
japon
sea
profesor
tanto
##mente
libros
clase
podia
policia
cama
muchas
porque
salir
lugar
bueno
dejo
cuenta
grande
leer
nuestra
tienen
acerca
aun
momento
diez
cerca
padres
siento
rapido
problemas
vamos
hermana
estos
lunes
telefono
tuvo
hijo
vive
pudo
fui
horas
sido
##is
mujer
tambien
familia
gustan
estaban
##nos
acuerdo
historia
puso
debes
han
joven
vivir
anoche
podemos
debe
nueva
trabajar
murio
cosa
hacia
venir
entre
cinco
##la
hice
##ste
gracias
dije
camino
crees
jugar
##ra
nadar
##to
accidente
aprender
mano
mesa
ocupado
menudo
parte
temprano
tomar
television
##l
ayudar
gato
viene
##as
mayor
mucha
bastante
facil
llegar
pregunta
bebe
pidio
encontrar
algunos
ultima
dormir
estudiar
mientras
minutos
necesita
pasar
suficiente
bajo
dejar
estacion
algunas
mes
dicho
razon
volver
cansado
lado
llego
miedo
fuerte
ve
##ta
pais
ustedes
alto
conozco
estuvo
algun
colegio
##ro
compro
hablando
tipo
importante
sera
vio
hijos
zapatos
ventana
rio
tuve
##cion
frio
musica
pienso
oficina
pelicula
sola
estudiantes
quisiera
error
##ron
dar
solia
lleva
punto
unos
cualquier
deja
fueron
ido
juntos
reloj
reunion
compre
importa
seis
bicicleta
cabeza
hemos
ojos
podrias
esperando
edad
esperar
ningun
pueden
debo
fin
tenis
##d
estados
primera
tal
plan
somos
fumar
unico
unidos
sueno
##os
buscando
esposa
media
misma
cancion
queda
regalo
viejo
creer
ganas
seria
caja
caso
chico
conducir
duro
necesitas
os
tomo
verte
guerra
haga
contra
cuantos
pasa
quedo
salio
palabra
cree
da
verano
avion
numero
queres
veo
##na
cierto
lejos
llave
oido
dolares
hablo
respuesta
tienda
autobus
hotel
iba
leche
vos
australia
chica
cuarto
dolor
hubiera
interesante
manera
##nte
pueda
calle
medico
perdido
sos
llegue
navidad
juego
mio
pelo
capaz
escribir
##sa
parecia
perder
##ar
pensar
vivo
dejame
encontre
ninguna
usar
vaya
enfermo
manos
oir
preguntas
ropa
unas
camara
terminar
##no
acabo
perdio
sol
hija
hospital
llevo
deberiamos
encanta
pase
pude
cuidado
luz
muerte
ojala
parque
vacaciones
##an
libre
listo
aca
estabas
hombres
realidad
cara
hambre
pequeno
ven
##emos
consejo
queremos
quieren
beber
odio
tokio
##ria
##so
calor
espera
hiciste
largo
secreto
forma
hagas
haya
perros
posible
viaje
volvio
vuelta
cumpleanos
entiendo
flores
nina
siquiera
entender
extrano
di
empezo
malo
suerte
rico
terminado
trabaja
culpa
esos
japones
van
alla
falta
jamas
justo
llama
oportunidad
piensa
recuerdo
tio
##ble
banco
doctor
entrar
##go
hare
novia
primero
ruido
aquel
arbol
cerveza
cuatro
llamo
otros
cocina
estudiante
palabras
pensando
piensas
##ado
eran
nieve
proximo
##das
cena
conoce
equipo
foto
lengua
tocar
compania
decidio
necesitamos
quieras
vista
asunto
tarea
dame
mujeres
pie
pagar
esperaba
estare
futbol
mira
tenido
##co
##za
canadiense
examen
extranjero
puesto
amor
cantar
cuantas
debemos
dentro
perdi
entonces
equivocado
piano
tenes
vestido
apenas
decision
fuego
lista
pequena
##ga
exactamente
gatos
intento
monton
par
biblioteca
come
diccionario
llover
trabajando
##les
encontro
estara
jardin
miro
salud
unica
cayo
exito
alrededor
caminar
primer
clases
errores
frente
lluvia
acaso
carne
muerto
poder
restaurante
sigue
treinta
edificio
leyendo
mala
siete
sombrero
trato
visitar
atencion
bano
beisbol
dijiste
favorito
llorar
nuestros
vendra
aconsejo
blanco
camisa
cenar
deje
entro
inteligente
lleno
loco
pasando
termino
##ca
abogado
concierto
esas
estuve
haria
jugando
china
estudiando
guitarra
paraguas
peligro
pensaba
prefiero
sitio
toma
almuerzo
decirle
direccion
dormido
escuchar
papa
##rse
aire
animales
cambio
peor
sentido
vale
venga
viven
##ias
comio
mama
taza
dime
mia
oi
radio
##era
abuelo
bus
deberes
ellas
pasada
pedi
siendo
situacion
##eron
acaba
barco
final
llamar
pareces
quede
rompio
universidad
completamente
digas
estupido
peso
cuesta
irme
opinion
rato
##re
ello
finalmente
ocurrio
paris
probablemente
sal
ganar
gusto
sento
ves
30
ayudarte
corto
hermosa
minuto
playa
conoces
conseguir
lago
ultimo
viste
atras
imposible
papel
peligroso
saben
suficientemente
vaso
vayas
##cia
aeropuerto
estabamos
hubo
invierno
medio
meses
seguir
boca
cine
divertido
grandes
habria
haz
intentando
lamento
londres
mayoria
montana
sala
##dor
abrio
ambos
casado
comido
llevaba
llevar
pan
pena
proxima
venido
voz
##i
##rte
cuchillo
dejes
duele
huevos
ocupada
responder
triste
cambiar
haces
llaves
manzanas
pieza
taxi
##idad
##ja
abrigo
chicos
desayuno
desearia
siguio
##res
##rme
corriendo
escritorio
estais
partido
resolver
respecto
viajar
adonde
ayude
carro
fotos
funciona
manzana
olvido
piso
suelo
amo
causa
diga
felices
silla
##io
afuera
amable
aunque
corazon
detras
dicen
hermanos
ire
penso
quedarme
trata
##zo
bailar
clima
derecho
hiciera
irse
levanto
noticias
ocho
podes
supongo
##dos
caliente
cielo
empezar
jefe
mirando
ninguno
rojo
viendo
##rio
##tado
##tar
aquella
ayudo
beso
brazo
cocinar
escribio
francia
mensaje
morir
paciente
saco
serio
vosotros
##ada
comprado
diciendo
iglesia
normalmente
tierra
##ce
alta
caro
comiendo
contento
dile
domingos
estes
pescado
torta
traje
##cio
cartas
comenzo
correcto
leido
mil
quiera
reglas
sale
siguiente
tome
##mo
anciano
dejado
domingo
favorita
negro
periodico
pudiera
quedarse
abierta
amiga
confiar
correr
empleo
escucho
nacio
necesario
novela
novio
olvide
prisa
semanas
simplemente
##ma
hicieron
poner
tenga
verme
##ban
buenos
conto
dano
estudio
hable
noticia
pueblo
suena
##je
##los
abrir
asiento
demas
estaria
fuimos
pobre
seas
york
##las
almorzar
america
buenas
decirme
incluso
llegado
matar
presidente
quedar
significa
borracho
caballo
entiende
futuro
gustaba
lloviendo
puente
tarta
##tico
##u
ayudarme
azucar
claro
echo
encontrado
helado
mar
necesitaba
pesar
precio
propio
toca
tras
varias
verdaderamente
##ando
##jo
ama
campo
empieza
idioma
ley
pescar
prueba
robo
tuvimos
volvere
vuelve
##t
dientes
durmiendo
enfermedad
evitar
habra
marido
orgulloso
publico
recordar
sentia
correo
deseo
dijeron
dios
enfadado
enseno
escrito
gano
hara
larga
llame
llega
parar
pared
paseo
propia
salvo
siente
sino
sono
10
enamorado
escribe
espere
luego
pajaro
segura
senti
usa
##monos
acostumbrado
bolsa
cita
compras
estuviera
experiencia
famoso
gana
matematicas
nego
perfecto
pocos
recuerda
sentado
vimos
##ista
##tas
abuela
azul
contacto
decirte
diferente
hablas
luna
mejores
pedir
sintio
tormenta
verlo
##0
##ces
##cho
##gue
haberte
limpiar
mantener
preocupado
prometio
veinte
##sion
bonita
botella
contar
dado
herido
llegara
oferta
quise
teneis
veia
##ico
##lado
##miento
##nes
##z
agradable
comun
conoci
corbata
creia
debajo
decidido
diferencia
escucha
hacen
informacion
inmediatamente
junto
nueve
proyecto
puedas
temo
totalmente
tratando
##bo
abajo
arma
cierra
encima
europa
golf
llueve
sopa
tampoco
hago
igual
llena
otras
planes
sorprendio
volvera
aleman
color
comi
enferma
eras
mintiendo
paz
querias
repente
sentimientos
silencio
tuyo
##ciones
adelante
anda
boton
carrera
despierto
discurso
enemigo
menor
nuevos
parado
pasara
peliculas
primavera
quedarte
querria
tengas
##ita
andar
cualquiera
haberlo
lentes
quito
resto
rey
soportar
sorprendido
tomado
valor
##dio
deberian
depende
fuiste
hacerte
mitad
odia
olvides
pajaros
pelota
seguridad
verde
vuelto
alegro
enojado
guapa
hablan
humor
intencion
jovenes
ladron
pintura
podeis
rapidamente
sabemos
segundo
sientes
vivia
##ntes
##que
##tes
ayudara
conocido
culpable
darle
despacio
escuchando
idiota
negocios
normal
ojo
olvidado
prision
quiza
roto
sepa
tele
varios
vuestro
alemania
arboles
bosque
canada
coger
computador
conocia
digo
esperanza
grupo
kioto
maquina
medicina
memoria
ordenador
oro
oyo
paro
pone
queso
resfriado
sorpresa
terrible
vere
vieja
##cado
##tica
club
dan
dedo
escuche
hayas
intentar
izquierda
juega
multitud
museo
paciencia
premio
prestado
tonto
trafico
uso
##ccion
##de
##tura
cambiado
casarse
chicas
espalda
gafas
golpeo
mostro
nuestras
platos
pocas
preferiria
quiso
sofa
sonrio
tema
vayamos
##nas
000
arroz
caminando
cansada
conocen
diario
dices
ira
lee
nervioso
parecen
principio
probable
raro
resulto
roja
solucion
ten
tia
##y
aprendi
cancer
consiguio
duda
hielo
interesa
japoneses
oscuro
permiso
popular
profesora
soldados
sucedio
suele
viernes
##gar
##lla
cerrar
chino
corrio
costo
escaleras
hicimos
incendio
llamada
llorando
pertenece
preguntaba
preparado
trampa
tuviera
##cha
##rado
##tando
boligrafo
darme
gobierno
honesto
interesado
isla
madera
mananas
negocio
pago
pierna
profundamente
quedate
quienes
vete
yenes
##car
##nado
aceptar
cargo
cerrada
compraste
cuidar
encuentro
especial
frecuencia
hermoso
irte
lapiz
necesitan
opcion
paises
perdida
precios
promesa
rara
tenias
verdadero
viento
viviendo
##ras
##tio
##zado
##zar
alegra
amaba
buscar
centro
darte
desayunar
descanso
espanol
frase
fruta
hables
ideas
inocente
mapa
pastel
quizas
respondio
robado
sangre
satisfecho
sonrisa
vuestra
arreglar
baja
broma
cantante
chaqueta
cogio
correcta
crimen
disparo
dudo
ejercicio
escribiendo
explicacion
explico
habeis
hermanas
idiomas
mato
medianoche
mentira
merece
nativo
rica
segunda
sois
solas
tendras
ventanas
vivido
##tivo
abre
aburrido
aparecio
casas
cuerda
dare
ducha
empleados
entrada
excepto
fiebre
hazlo
jugo
linda
manejar
murieron
naci
podra
regreso
segun
##cto
##ito
acepto
aprendiendo
bella
billetera
boda
casada
cuales
cuerpo
das
encantan
espacio
inglaterra
lavar
levante
linea
luces
mando
recibio
resultado
retraso
sonar
tuya
vuelo
##gado
##gio
averiguar
bonito
bromeando
canciones
carcel
cerro
cien
corta
debido
discutir
duerme
encuentra
grito
guste
haberme
habias
italia
japonesa
mente
modo
monte
muchacho
ocupados
pagina
pasaporte
pedirle
piernas
pies
pregunte
preocupes
sabado
suenos
##aba
##che
##melo
##ne
##tro
apoyo
capital
casualidad
comportamiento
consciente
dedos
deporte
derecha
entero
fabrica
importaria
lei
maleta
oscuridad
partir
pasamos
pego
quereis
querian
robaron
tendre
vuelva
##amos
##dido
##eo
##er
##ido
agrada
camion
casar
convencer
deben
dejara
elegir
facilmente
hablado
hagamos
intente
levanta
llamare
mios
muebles
politica
propuesta
revista
suyo
techo
##dia
##ros
##ten
ante
aquellos
arte
chocolate
conocer
decidi
decidir
envio
escapar
facilidad
galletas
huele
inmediato
invito
iremos
lagrimas
lenguas
llamado
llamame
llamas
mediodia
noches
perdon
salido
simple
solos
subio
tendra
toco
tratar
trozo
util
vienes
vivio
##3
##be
##cida
##cos
##ente
##lada
##llo
acabado
arriba
cometido
correos
destino
dieta
dispuesto
educacion
escondiendo
excelente
extremadamente
invitados
limpio
lloro
mirar
osaka
partes
peces
piedra
quince
recuerdas
sabido
salto
teatro
televisor
tenian
ultimamente
vine
web
##nta
##vo
asesinato
basura
blanca
bolsillo
cola
conductor
delante
discusion
doble
doce
esposo
estudia
felicidad
fresco
fria
hacemos
hechos
lleve
ocultar
orden
parada
pez
ponga
proposito
quedara
recibi
tarjeta
temperatura
tomando
vacia
##di
##endo
##ero
##ina
##ncia
##ti
##tido
adentro
animal
armas
cometer
contrato
cruzar
cumplir
dulce
encontramos
estuviste
extrana
flor
genial
harto
llueva
quedare
supiera
teniamos
trajo
visito
##5
##lar
##pa
##po
##sta
##ve
absolutamente
canto
ciego
comenzar
comienzo
corre
dire
entera
explicar
famosa
gratis
habian
hojas
intenta
levantarse
llegamos
mire
muneca
papas
pizza
preguntar
supermercado
tiro
vecino
vemos
##al
##dad
##in
##us
absoluto
ajedrez
andando
apuesto
autos
barato
bote
caballero
casados
comen
comes
cuello
debia
detalles
dieron
encontraste
escribi
esquina
estomago
fondo
general
haberle
importar
jugador
mentiroso
nosotras
once
preparando
recibir
saberlo
##cido
##ino
##jas
##rar
##tiva
##udo
anillo
costumbre
cuidadoso
dejare
descubrio
deseando
doy
drogas
enorme
fotografia
fuerza
ganado
gordo
hogar
india
listos
llegaron
llegaste
llevas
maestro
mayores
metro
mirada
naranjas
paga
parecio
pelea
pintar
pistola
posibilidad
profesores
regalos
respeto
teoria
vecinos
verduras
viejos
volar
##2
##aron
##c
##cer
##llas
atrapado
avergonzado
bolso
bomba
canta
cartera
comienza
computadora
conduce
confianza
confio
contestar
control
disculpe
durmio
esperamos
estrellas
fingio
harias
impidio
leyo
menu
poblacion
preguntarle
recibido
romper
sabias
termine
terremoto
trate
vengas
vistazo
##tada
##tia
articulo
cantando
completo
cuadro
debi
distancia
distinguir
dormitorio
empezando
esquiar
estaras
fracaso
hagan
huevo
miembros
nariz
objetivo
pedido
plato
poema
prestar
prohibido
quedado
sacar
sonando
trae
tuvieron
visite
##bles
##dero
##dores
##en
##iendo
##uido
20
admitio
alcohol
amistad
bebio
bienvenido
cabello
cabo
cincuenta
convencio
corte
diferentes
diria
dormi
ensenar
hubieras
jackson
limpia
llevara
llovio
malas
mantequilla
mismos
motivo
naranja
necesidad
novelas
pon
preferido
reir
relacion
responsable
respuestas
sencillamente
sentir
sere
sistema
sospechoso
texto
traeme
trago
turno
##gia
##ion
##mas
##pe
##ticas
##va
abandono
agarro
alguno
apagar
aprecio
banda
caballos
calma
campana
cantidad
conocemos
convencido
copia
cuanta
cubierta
dando
debio
desafortunadamente
descansar
echar
ensena
esfuerzo
espana
extranjeros
habido
hablaba
hablamos
hablante
hubiese
improbable
informe
ingenuo
invento
mantuvo
matrimonio
metio
millas
montanas
motor
obra
pantalones
pasatiempo
pequenos
podriamos
puse
quedamos
seguros
sueldo
tendremos
timido
veamos
vender
visita
##ciera
##diendo
##ese
##g
##gas
##ida
##rdo
##sas
accidentes
afortunado
busco
carretera
cierta
conocio
crei
dale
detuvo
empezado
equipaje
equivocada
escuchado
estadounidense
estadounidenses
estrella
horrible
huyo
logro
nuevas
ofrecio
orgullosa
perfectamente
picnic
preguntale
profundo
real
rechazo
regresar
resultados
roma
sed
servicio
sonido
suya
vinieron
viniste
violencia
##9
##bio
##ci
##dora
##mento
##nda
##rito
##rlo
abierto
agradecido
apago
asistir
ayudarle
ayudarnos
calcetines
castillo
coge
colina
conversacion
eleccion
entra
escalera
esperemos
estupida
fortuna
fuji
grave
hacerme
hombro
invitado
iria
lentamente
levantarme
montar
nuevamente
octubre
pareja
permite
permitir
piensan
poniendo
pudimos
quedan
querido
remedio
riesgo
salga
saliendo
sepas
significado
supuesto
toques
trabajadores
traves
trece
vives
##aste
##des
##dra
##ica
##nse
##sos
##uta
alcanzar
amigas
anciana
area
asustado
capitan
cercano
claramente
consejos
curso
deber
demasiada
deportes
disculpas
ejemplo
emergencia
empresa
enemigos
escritor
gas
ibas
iguales
inutil
libertad
luce
millones
molesta
mundial
musico
norte
pensado
planeo
plata
podamos
podido
pollo
programa
querer
rehuso
saludable
sueter
tanta
tomara
traer
vacio
venta
##cas
##cial
##ciendo
##der
##istas
##k
##mado
##nar
##selo
##tra
alarma
aproximadamente
armario
ascensor
bebida
bebiendo
billete
boleto
canadienses
comunmente
conferencia
consigo
contado
cortar
creyo
curiosidad
debil
departamento
detesto
dura
energia
enseguida
fantasmas
fuma
hacerse
heroe
hola
interes
irnos
llevan
molesto
necesitar
nombres
nubes
ocultando
odian
otono
pasajeros
principal
promesas
quedaron
quedes
robar
sali
supone
tocando
valiente
vernos
vivimos
vosotras
vuelvas
zoologico
##bra
##cta
##dme
##gando
##ian
##mbre
##posicion
##taron
##vio
acerco
adios
apartamento
aprendido
aprendiste
artista
ayudame
brasil
caer
cansados
compra
condiciones
convirtio
cuestion
decia
definitivamente
deme
despedido
desperte
engano
escenario
espejo
esperado
funeral
gracioso
granja
hecha
impuestos
intentarlo
letra
levantar
licencia
nadando
ocurrir
paquete
personal
pesca
piel
pinto
poca
preocupada
presentes
salida
seguido
tareas
termina
urgente
usando
velocidad
vende
venden
vendria
verdadera
volviendo
##4
##8
##ctor
##dicion
##ios
##nada
##ran
alcalde
automovil
belleza
breve
cd
celoso
coches
cometio
conversar
despertar
dificultad
diste
dulces
enfadada
enfermera
entendido
escalar
escriba
estuvieron
estuvimos
gane
gustas
haberse
impresion
largas
lastima
leo
lindo
llamaste
maravilloso
miel
mintio
moda
ninas
ocurrido
ordeno
pagado
pasas
pelear
ponerse
preocupa
primo
productos
puntual
quejas
sabian
seco
sentarme
sugirio
suicido
sur
tiempos
toalla
traducir
tranquilo
tratado
verle
vienen
vieron
viniera
violin
viva
##ante
##cieron
##dieron
##izado
##lle
##ndose
##tal
##trado
100
acusado
agotado
agujero
altos
altura
antiguo
arena
asesino
ataque
autor
bajar
bello
cambie
capaces
chicago
ciencia
cinturon
companeros
credito
creen
cuida
descubrir
desperto
dudas
esconder
estudias
formas
golpe
habito
hablemos
herida
imagen
intentado
invitacion
loca
mentir
mexico
muchacha
muertos
pague
pesado
polvo
ponte
probar
pusieron
recientemente
requiere
ridiculo
rock
saliera
sencillo
soldado
soltero
sonreir
tomate
tv
ultimos
veras
verguenza
visitado
##can
##cito
##eta
##gada
##gues
##h
##ima
##iste
##ndido
##nto
##rto
##tieron
##tivos
##tre
##ua
##ual
##uda
##ula
##uno
00
abandonar
acuerdas
acuso
adora
alergico
alumnos
ambas
apaga
aparte
aspecto
asuntos
aumento
ausente
baile
bebo
brazos
cambia
chiste
cima
colgo
coma
dedico
economia
efectivo
empece
encendio
enfado
esfuerzos
esperare
estupendo
extranjera
falda
fines
gerente
guapo
haremos
historias
ibamos
ilegal
importancia
importantes
inteligentes
kilometros
mantente
mochila
necesite
plantas
preparar
prometo
quedando
razones
rieron
rosa
sandwich
sano
supo
trabajaba
trabaje
vengo
verla
volvi
##char
##gra
##jado
##mia
##nco
##tud
##ulo
##uro
##ver
##zas
abra
abri
actor
actuar
adoro
apariencia
aseguro
atrasado
baloncesto
cercana
colectivo
conduciendo
consegui
cruel
culpar
decepcionado
dejalo
delicioso
dentista
desaparecio
desea
despierta
divorcio
ejercito
empezaron
encontraron
entiendes
escena
existe
extra
fotografias
hambriento
harvard
herir
impaciente
inclino
increible
juez
junio
levantado
maravillosa
miembro
mover
notas
oceano
panuelo
pidiendo
piscina
planea
preparo
razonable
regla
renunciar
reuniones
rota
salario
salvar
siga
solicitud
talento
tantos
trabajado
transito
trenes
usualmente
vendre
viajo
votar
##able
##ata
##dura
##enta
##fo
##illa
##ismo
##lando
##tir
##ucho
##zca
50
acabar
acostumbrada
alfombra
bar
batalla
busque
calvo
casarte
causo
cerdo
cerrados
cocinando
comprender
comprendo
confia
coser
costara
desierto
encontraras
estudie
francesa
fueras
garganta
genio
gritar
grosero
iban
jugamos
llegaras
llevare
lugares
manten
medida
mias
naturaleza
nevar
oirte
oiste
ordenes
peleando
petroleo
planeando
poemas
pongas
puesta
quejando
ricos
ruso
salieron
san
saque
seguida
senor
seriamente
soporto
teniendo
toque
trataba
vago
video
volando
##1
##dir
##ge
##ndio
##rias
##rnos
##samente
##sar
##tero
##ton
##uado
##ular
##uto
adelantado
alimentar
alternativa
antigua
aprobo
arrestado
azules
besar
bromas
cajon
caluroso
celular
charla
cientifico
ciudadano
ciudades
comas
comete
comimos
comiste
companero
compartir
comprarlo
compromiso
confundido
considerado
construyo
creci
crecio
culpo
cuyo
danos
deberiais
desnudo
dibujo
dijera
disculpa
elecciones
embargo
emocionante
empleado
enciende
enfadar
enojada
enviar
escapo
estarias
experto
fecha
fijamente
fisica
generalmente
gorda
haras
hierro
hoja
imagine
incapaz
inocencia
instituto
internet
juegos
lavo
lea
leon
llamando
llamarme
llegues
llovera
mantiene
mercado
meta
movil
mudo
negra
nevando
obedecer
obtuvo
obviamente
perdiendo
postre
primos
proteger
quieto
raton
reparar
rojas
seras
sientate
sirve
suponia
tamano
teme
tendria
venid
##ados
##bre
##bro
##cada
##ciar
##damente
##ento
##ible
##ir
##jar
##mar
##ndi
##nme
##nza
##pado
##rios
##rita
##rle
##rra
##sando
##tilla
##tres
##tulo
##uelo
##uga
actriz
amas
asesinado
asumo
ayudado
bebes
bebido
bordo
cabra
calles
cerrado
condujo
conocimos
contrario
creas
cuidadosamente
daba
debiste
dificultades
directo
documentos
empezamos
estaremos
esten
existen
fe
fila
formulario
guantes
hokkaido
humanos
ignoro
lados
llegaria
marcha
martes
mejorar
miles
mostrare
nivel
ocurre
oh
olor
orejas
pare
pasan
pasaron
pasto
perfecta
pongo
posicion
preferida
preocuparse
presento
quedaba
recogio
refrigerador
sean
segui
sentada
suave
suelen
sueles
supe
tarda
testigo
tipos
torre
trabajan
usado
uvas
valla
vano
venia
villa
##amente
##bas
##dre
##ea
##eria
##fa
##gi
##gir
##iado
##ie
##il
##ivo
##izo
##piro
##rando
##resa
##rir
##samos
##teo
##ui
##uye
##uyo
##vado
##zaba
acabas
acceso
adecuado
agradezco
aliento
amarilla
apellido
aprende
apunto
aquello
asegurate
atentamente
bienvenida
calidad
camina
cesped
colores
comentarios
concurso
contener
copa
cuarenta
cubierto
cuido
dara
dejaria
dejaron
derechos
digame
dira
documento
electricidad
electronico
ensename
ensenarme
entrego
escondio
estallo
extranos
familias
firme
frecuentemente
fuertes
funcionar
grados
guardar
hawai
honor
imaginar
jazz
jugaba
juzgar
lavadora
lento
llevamos
marcho
metros
mires
monedas
mordio
muriendo
nota
olvidar
olvidare
opciones
paginas
parecer
perdieron
perdimos
perdone
periodicos
personalmente
picante
placer
planeta
pobres
podras
prefiere
presente
producto
propios
queja
recoger
regrese
saltar
seguia
sentados
sentarse
siesta
sigues
sushi
trabajas
vea
vuelvo
zoo
##blo
##cias
##cula
##ece
##ene
##gieron
##ieron
##jes
##ka
##logo
##nde
##ndia
##raron
##rido
##rta
##sado
##ticos
##ucion
##uela
##uir
##uo
##ure
##wa
abril
ademas
admitir
alimentos
alma
amabilidad
ambulancia
americano
atrapo
aula
ayudaria
bailando
botas
cae
callado
capacidad
casarme
cero
ciento
cierre
complicado
construir
contarte
continua
continuar
cruzo
decidieron
dejas
des
deuda
dieciocho
director
disponible
dueno
echado
embajada
enamorada
ensalada
entraron
eramos
escondido
espectaculo
estanque
estudiado
excusa
experimento
explique
explosion
falso
gallina
gasta
gira
hablara
hacerle
humano
imaginacion
incidente
infancia
interesada
investigacion
invitar
juegas
juguete
leccion
llevarse
malos
matado
materna
medicamento
mejilla
mentido
muere
muero
muestrame
normas
obsequio
obtener
ocasion
olvida
parecido
pasear
patio
pensas
pesada
pimienta
pinta
podre
politico
presion
pruebas
quejo
querrias
reputacion
respirar
rosas
rostro
rumor
sabados
secundaria
sensible
sociedad
subir
sujeto
tejado
tinta
tomaron
turistas
utilizar
vacas
veas
vecindario
volumen
voluntad
vuestros
##7
##bamos
##cidad
##ctura
##ecia
##ega
##eras
##iamente
##imo
##itas
##llado
##m
##mada
##man
##ng
##nsa
##oca
##pada
##rco
##ry
##sto
##tan
##ter
##tillas
##tin
##tos
##turas
##ves
##via
##zada
##zaron
##zco
accion
acordar
actualmente
acuerda
advirtio
almorzando
amarillo
americanos
apague
aprendio
arrepiento
arrojo
ayudando
botellas
caminaba
carga
cientificos
comidas
comite
comodo
comparto
confeso
continuo
contratar
convertirse
coraje
corri
cosecha
costa
crio
cuentame
dama
date
declaro
dimos
disfruta
echa
elegido
embarazada
emocionado
encantaria
entradas
epoca
exhausto
fuese
gemelos
gustado
habitaciones
herramientas
honestidad
humo
hundio
instrucciones
involucrado
izquierdo
juegan
lider
llegas
lucia
malentendido
marca
martillo
melodia
metido
miraron
modelo
momentos
mostrarte
muchisimo
obvio
ocurra
oeste
oficial
oso
pagare
paliza
partio
pasaba
permitido
pidele
pidieron
piense
pierde
pillo
piloto
ponerle
ponerte
prefieres
privado
punta
quemo
reserva
salgo
saludo
seamos
sellos
serpientes
sigo
sonriendo
sordo
sorprende
suceder
talla
temporada
tifon
universo
vendras
##6
##bia
##clo
##dida
##dimos
##imos
##ler
##lia
##llar
##mbro
##nia
##ntar
##pina
##pto
##puesta
##puso
##racion
##rda
##riendo
##timo
##tuoso
##ume
##vido
##viste
500
acostar
acostumbrarse
admiro
afortunadamente
africa
alcanzo
alimento
almohada
amar
apreto
asientos
ausencia
autoridad
bandera
biblia
brillante
busca
cazar
ceno
chistes
cigarrillo
clientes
cobarde
comentario
comia
comprarle
compraron
comprarse
computadores
conejos
considero
construido
cuan
cuentas
cuento
decirlo
dejaste
deprimido
descubierto
despertador
devolver
diecisiete
discutiendo
educado
eligio
encuentras
entendi
escuchas
esperara
esperas
evidencia
extranjeras
fallo
funciono
furioso
gasolina
guarda
guardia
helicoptero
hijas
insulto
interprete
invitaron
ipad
jaula
juan
jugadores
juguemos
juicio
labios
lava
lavate
limitate
lujo
maestra
mentiras
metodo
millon
miraba
moneda
muchachos
muerta
mutuamente
nado
naturales
necesites
observando
oigo
oimos
oscura
oxigeno
participar
partida
pasarme
pasaste
pide
pido
pizarra
planta
pluma
podiamos
podias
prendio
presto
pretendia
principe
quedaras
repentinamente
reporte
responsabilidad
resulta
reves
riendo
robando
rodilla
rogo
rusia
salgamos
senal
sentar
sente
siguieron
sombra
suceda
sucio
sugiero
tabaco
tengamos
tesoro
trabajamos
vestida
volveria
yendo
zorro
##acion
##ario
##ate
##bar
##bos
##chas
##cimos
##ctiva
##diente
##ego
##entes
##icos
##idas
##illos
##inas
##lena
##logia
##nico
##nso
##p
##pcion
##rde
##siones
##tados
##tina
##w
##zando
abrazo
aburrida
actitud
adultos
agradecio
ahorrar
aman
amarillas
animo
ansioso
anteojos
aparcar
arreglo
arrogante
asumi
atraveso
ayudes
bala
balde
barrio
bolsillos
caido
cambiara
cedio
ciertamente
cigarro
clara
cliente
cochera
collar
condicion
conjunto
conocerte
construccion
conte
contrasena
controlar
cultura
darse
decente
decidiste
dejen
detener
diera
disculpo
disfruto
divertida
egoista
elige
encender
encontrarte
ensenare
explicarlo
fallecio
familiar
fiar
fuente
funcionara
gastos
gustara
habilidad
habitual
hablaste
harina
horario
impresionado
incomodo
inconsciente
insistio
interesantes
italiano
lapices
lastimo
leerlo
llamaba
llevarme
llores
locos
loteria
maletas
maneja
mataron
miente
misterio
moderna
mostrarme
muro
natural
numeros
odiaba
opinas
osos
palido
pasame
pavo
pedirte
ponerme
posee
pozo
preguntarte
profesional
progreso
promedio
propias
pudieras
puertas
quejarse
quimica
rapida
recien
reducir
reina
renuncio
repugnante
resolvio
revistas
rie
sabor
saca
salgas
salimos
secretos
sensacion
sienten
sirvio
solamente
soliamos
subido
sugerencia
tantas
tengan
terminara
terminaste
tomare
tos
tradujo
traiciono
triunfar
vasos
vayan
vendio
viera
visa
voluntario
vueltas
##almente
##brado
##cera
##diste
##erra
##fe
##gan
##gencia
##gico
##gno
##grado
##ila
##jate
##jos
##matica
##matico
##mir
##mosle
##ncio
##nea
##plicado
##primio
##puesto
##rada
##reso
##ri
##riado
##rro
##rzo
##smo
##tible
##tiendo
##tiene
##tito
##uerde
##umento
##usa
abandonado
acciones
aceite
actuo
adulto
aguanto
alegre
alegria
almorzamos
ancianos
ando
angel
aparentemente
apetito
aprobar
arresto
ataco
atento
autentico
barba
bebi
borde
cafeteria
callate
cheque
cientos
cigarrillos
clasica
cocinero
cogido
comamos
comenzado
comercial
comoda
confuso
conocieron
consecuencias
conseguido
contesto
corriente
cortina
creemos
cruzando
cuaderno
datos
decile
decirselo
dejarlo
delgado
desaparecido
desmayo
despedir
detalle
detenido
directamente
dormida
duermo
empecemos
empiezan
enero
ensenando
escuchaste
estanteria
estilo
examenes
exitoso
expresar
extranar
feo
ganando
gastado
gatillo
gripe
guardo
haberla
habiamos
hermosas
incorrecto
insectos
iras
juguetes
ladrones
lanzo
lectura
letras
libreria
ligero
lincoln
linterna
llamadas
llaman
lobos
minimo
mision
monto
nerviosa
nieva
obligado
palacio
panico
papeles
patinar
perderas
pesa
pesadilla
pienses
politicos
poquito
preciosa
preguntando
preocupados
presta
pudiste
quedarnos
recursos
reino
religion
resuelto
retiro
rojos
rompecabezas
salon
seca
segundos
sentamos
siguiendo
sinceramente
sobrevivir
subiendo
sudando
tales
tazas
tenedor
tiende
tinto
tomamos
trabajos
tranquila
tuyos
vais
vegetales
vivos
volo
volvamos
washington
zona
##ador
##blando
##blemente
##ctado
##dera
##dillo
##dlo
##egar
##eis
##fica
##ficar
##geno
##gido
##guen
##illas
##izar
##leta
##llon
##mes
##mito
##ndes
##nlo
##ntal
##orneo
##rce
##rian
##rilla
##ris
##roto
##sis
##tamos
##tente
##tida
##tis
##tuvo
##ude
##unado
##ur
##usto
##vidio
##viendo
##yo
25
300
acabamos
actual
adivina
ahorros
album
alquiler
angeles
aprobado
asintio
astuto
atrapar
audiencia
ayudare
bajando
barata
bateria
bici
cargar
charlar
ciervo
cogi
comemos
comieron
comprara
conducta
conejo
conocimiento
conozca
conseguiste
considerar
cortinas
cumplio
demanda
desastre
despedida
despertado
dificiles
digan
diseno
dolar
dominar
ebrio
eche
eh
enamoro
encuentre
entendio
escolar
esperabamos
estacionar
estate
estatua
estupidas
ex
firmar
fresca
frigorifico
frutas
fuerzas
gasto
grifo
guia
gustaban
hayan
heladera
heridos
humedo
ignorar
impedir
independiente
infeliz
informado
intentes
investigando
invite
jugara
lastimar
lenguaje
leyes
libres
llamaron
llegada
llegare
magia
mande
menciono
merecia
meter
negros
nevo
niebla
ochenta
ocupa
optimista
oye
particular
pasaje
pedazo
pequenas
periodista
permanecer
pesimo
piedras
podian
podrian
poeta
preocuparme
princesa
prisionero
publica
pusiste
recibiste
recomendo
reconoci
reconocio
recupero
respetar
responde
reunio
riqueza
sabeis
saludos
salvajes
seda
serpiente
sientas
sillas
soltera
solucionar
sucede
sucedido
tela
tentacion
tercera
terror
tigres
tijeras
timbre
trigo
trozos
tuviste
universitario
usan
velas
vengan
ventaja
verdes
veros
viajes
vidas
voto
##50
##adas
##ara
##ato
##blar
##cara
##copio
##diera
##ela
##enda
##fico
##gida
##itaria
##izacion
##lavo
##lido
##mbras
##minacion
##minado
##mita
##mitas
##mite
##moslo
##mpensa
##mpuesto
##nando
##nica
##nido
##nimos
##ntado
##ntas
##ntemente
##pes
##pia
##ramos
##rcio
##rico
##son
##telo
##tera
##uino
##uita
##ujar
##umbo
##ura
##urar
##var
##viera
##ya
abogados
acento
acondicionado
actua
actuando
adicto
adolescentes
agudo
alas
alergica
anterior
apetece
arreglarlo
asegurarme
atractiva
ayudarla
blancos
bomberos
bonitas
cajas
calido
cambiando
caras
caridad
casaron
case
castigo
ciega
ciudadanos
cocino
coincidencia
comencemos
comerme
cometa
considera
contare
continuacion
convencerle
convencerlo
convertido
corea
cuero
cuidara
cura
decisiones
dejarte
delegados
deliciosa
demasiados
desayunado
deseos
desgracia
desocupado
dirigio
disparar
echarle
electrica
elefante
empeorando
encontrarme
enfermedades
enojo
entendiste
escuches
esperanto
esqui
evento
exterior
facebook
falsa
famosos
fantasma
fiestas
firma
firmo
fumo
garaje
hablare
hirio
incorrecta
increiblemente
ingresos
injusto
jabon
julio
kilos
limpiando
llegando
llegaremos
llenos
llevaron
lobo
marco
medalla
metas
milagro
monos
muestra
nacion
norma
oculto
opera
operacion
oracion
orgullosos
oyes
parecian
pares
pasaria
perdiste
perdonar
permitio
pico
pida
pides
pierdas
policias
populares
predecir
preocuparte
presencia
primeros
principiante
probarlo
pudieron
puestos
queme
quienquiera
quitate
recordo
recuerdos
recurrir
senora
sentaron
sesenta
sienta
sobrevivio
solar
sonado
sorprendidos
sospecha
sube
suicidarse
suicidio
suiza
suma
superar
temer
terminamos
tiendas
tomaste
tonta
trabajador
trampas
tratamiento
trescientos
tuvieras
vencido
veneno
viejas
visitarme
votaron
yokohama
##ales
##ama
##b
##bilidad
##cero
##cidas
##cientos
##cimiento
##ctivo
##culo
##damos
##duras
##eto
##grar
##gua
##iente
##ifico
##ines
##ionado
##isa
##isimo
##iva
##jeo
##lace
##lacion
##ladas
##laron
##let
##lina
##lio
##menta
##mentar
##miendo
##migas
##nan
##ndiendo
##ney
##ota
##par
##peo
##peta
##pilla
##ple
##plica
##pone
##precia
##pta
##pte
##quero
##rno
##taste
##teando
##tividad
##truida
##ualmente
##ubre
##una
##une
##uso
##ustria
##vertido
##vi
##x
##zaje
##zaste
##zos
40
absurdo
abuelos
acepta
adondequiera
ahorrando
alquilar
alzo
amanecer
arruino
aumentando
ayudarlo
baje
buscaba
cabe
calida
cambios
canal
cancelar
canilla
carbon
casco
cerebro
charlando
choco
choque
circulo
coleccionar
completa
comprende
condenado
conmovio
conociera
conociste
contiene
coreano
crisis
crudo
cumplido
defectos
describio
descripcion
deseaba
desierta
diamante
disfrutar
disfrute
divirtiendo
dondequiera
durara
empezaste
encantado
encontrare
encontrarlo
encuentres
enganar
enojar
ensenarte
entenderlo
enterrado
entienden
entregar
escoba
escrita
esperes
estufa
evito
excepcion
gimnasio
grano
gustar
hablarle
hagamoslo
hambrientos
hierba
hilo
hirviendo
homicidio
huelga
humanidad
idiotas
ignorancia
infantil
ingreso
intentalo
interior
internacional
inundacion
juntas
jurado
justicia
lampara
lata
lena
limite
literatura
llames
llevado
llora
local
lucha
mareado
material
maximo
medicos
mejorando
mereces
mientas
miercoles
millonario
molestando
molestes
mono
motocicleta
musical
nacimiento
noto
ocasiones
oirlo
opiniones
pagara
parcial
pedimos
peligrosa
pensamientos
pianista
pintor
ponlo
portatil
posponer
practicando
preferirias
preparada
presupuesto
prisioneros
produccion
profunda
prometi
puedan
puerto
pusimos
quedas
quejarte
quema
quitar
rayo
rechazado
registro
reirme
reservar
respira
rodillas
romantico
rueda
rumores
sabiamos
sabio
sabra
saldra
sandwiches
secretaria
semejante
sentarte
seran
sigamos
sincero
sobras
solian
sorprenderia
sucia
suficientes
sufrio
supieras
talentoso
tapa
tecnologia
temas
tocaba
tonteria
traduccion
traido
traiga
trates
tristes
tumba
veterinario
videojuegos
vinieras
volviera
##ben
##camente
##cina
##ciosa
##dado
##dar
##demos
##den
##dimiento
##dito
##ear
##ecado
##el
##elo
##esa
##eza
##ezo
##forma
##gados
##giendo
##guio
##iamos
##illo
##ilo
##inos
##ioso
##ite
##itos
##iza
##jera
##lida
##lito
##lva
##mando
##mica
##mon
##mpa
##ndas
##nden
##nera
##oces
##odo
##ong
##parado
##pera
##poner
##pongo
##poral
##porte
##rden
##rdinario
##rear
##renda
##rete
##rzado
##sible
##talo
##tidos
##tizo
##tuve
##ube
##uca
##ue
##uila
##uja
##ulta
##urda
##urrio
##uya
##vada
##van
##ven
##vencion
##veniente
##vino
##vise
##zamos
acabe
acusaron
adorable
agradecerte
agrado
aguja
alcance
alerta
alumno
amargo
antiguas
antiguedades
antiguos
apropiado
apunalo
apuntes
archivo
asistente
asombroso
aspirina
astronauta
atmosfera
atrapados
aviso
ayudaros
ballenas
banca
baston
besando
bonitos
borrachos
britanicos
buscas
carnet
casamos
casara
cheques
chimenea
chinos
ciertas
cogieron
coleccion
comenzando
comparado
compone
compramos
comprarme
concentrarme
conciencia
condujera
consideran
contarle
correctamente
creciendo
criminal
cuentes
cueva
cumple
daria
dejeme
demasiadas
desafio
desagradable
despego
devolvio
durar
echare
efecto
egipto
elefantes
empeorar
empezara
empujo
enamorados
enganado
ensene
entrenador
entres
escape
espaldas
especialmente
estabais
estaciones
estampillas
estaran
estudios
faltan
fascinante
febrero
fluido
fumando
funcion
ganara
gemelo
giro
grasa
gravemente
hablame
hamburguesas
harta
heridas
horno
humana
imagino
importaba
impresionante
instante
intentare
jarra
jugue
juramento
largos
latin
lavarse
lees
leia
levantarte
limpias
llamalo
llamara
llevate
logre
maletero
mancha
marzo
matarme
mayo
medica
memorizar
menti
modales
mostrar
moto
muralla
nativos
nublado
objetos
obtuve
ocurren
oidos
ovni
pacientes
paredes
pedazos
pensarlo
perdona
periodo
permitame
peticion
picasso
pijama
planeado
planeas
platanos
pobreza
podremos
practica
preguntado
preguntare
presentimiento
prestamo
prima
probado
probo
prometido
querais
queriamos
rancho
raqueta
recibimos
record
region
regresara
relajado
resultar
revelo
rollo
ruedas
salia
sentimos
servir
soborno
sone
sonrie
sucediendo
sucios
suelto
sufre
susurro
tardara
tira
tomes
tope
uniforme
use
utiliza
vaca
veloz
viniendo
vivi
voleibol
##acho
##bicion
##brar
##bria
##by
##cato
##cciones
##certado
##cies
##cios
##cluido
##coge
##cortes
##cuencia
##deando
##dras
##dria
##egas
##ejo
##embre
##eran
##f
##fecto
##formo
##garon
##gase
##grama
##gura
##icia
##iga
##inado
##jada
##jarse
##ki
##ku
##leto
##li
##lojo
##lto
##maticamente
##mico
##mientos
##minio
##mocion
##mpetente
##mpuso
##nara
##ns
##nsible
##nton
##olera
##one
##oro
##orro
##ponente
##prueba
##queros
##quia
##rdar
##rea
##rece
##resenta
##reto
##rino
##rior
##rla
##star
##tales
##tamente
##tigar
##tima
##timos
##titud
##tivamente
##tivas
##torio
##tracion
##turo
##uacion
##uales
##uce
##uelve
##ues
##ueso
##ujo
##undo
##upo
##use
##vios
##viso
##vista
##yendo
##zoso
2013
abras
acostarme
acudir
aguantar
aliviado
andaba
aplaudio
aplica
aprendemos
apresurate
arabe
aranas
arreglando
arriesgado
asco
asia
asistio
asustada
atractivo
atropellado
atropello
automovilistico
banera
basta
besara
bola
boligrafos
bufanda
buses
cabana
cadena
cai
canasta
caros
cavando
caza
ceremonia
circunstancias
civil
clave
coartada
cocinera
colon
combustible
cometi
competencia
compraria
confiado
confies
conozcas
construyeron
contenta
contentos
continue
cordones
corona
cortado
cortas
crecer
crema
criado
critico
cuente
declaracion
dejando
dejanos
desayuna
desconocido
deshacer
despidieron
dieciseis
disculparme
discutimos
disfrazo
distinta
divertimos
divirtio
doctores
droga
economico
edificios
efectos
electrico
encargare
encendida
encontraba
ensayo
entendieron
equivocados
escocia
escribo
esperanzas
estante
estupenda
estupidez
estupidos
estuvieras
expresion
figura
finales
florero
fluidamente
fluidez
fritas
frontera
funcionan
gatito
gentil
gire
grado
graduo
granjero
grecia
grupos
habitos
hablarte
hombros
imagenes
impacto
inesperado
influencia
inquieto
intenciones
invitaste
jersey
jesus
joyas
juegues
ladrando
levantate
ligera
lleguemos
lleves
lloraba
llovido
locura
luchar
maiz
mandar
marron
mata
matarte
materia
metal
mezcla
molestar
movio
nara
novelista
noventa
ocupar
olvidadizo
ordene
orgullo
original
palo
pantalla
parezca
pasta
pastillas
pausa
pecho
perezoso
pinturas
politicas
pollera
pondre
posiblemente
postura
practicamente
practicar
practico
precioso
preocupo
presentarte
prestame
preste
previsto
produce
pronostico
pronunciar
propiedad
pulso
puntos
rana
ratas
realizo
recomendar
reconozco
relajarme
rendirse
respiracion
retrasado
riesgos
risa
ritmo
rodeado
rompe
rompi
ruinas
sacerdote
sales
sanguineo
satisfechos
seguramente
semaforo
sentarnos
sentate
servira
shakespeare
siguen
simpatico
sincera
soleado
solto
sonrieron
sorprendida
sospechaba
sueltes
suministros
suyos
tasa
telefonica
telefonico
terremotos
test
tigre
tires
tocado
tocas
toman
tomarte
traere
truco
turista
unicos
unido
vamonos
vegetarianos
vela
verdaderos
veremos
verlos
viaja
victoria
vidrio
visitara
vitamina
volviste
vuelves
zanahorias
zumo
##aban
##acta
##acto
##aje
##ana
##aria
##bando
##bate
##cando
##caron
##cemos
##cen
##chada
##cie
##ciencia
##cil
##cota
##cuada
##dece
##dientes
##dita
##don
##duro
##duzca
##een
##ende
##enes
##ere
##ete
##evado
##ficacion
##friar
##frie
##fundio
##gano
##gen
##ger
##gos
##guro
##hima
##icana
##ices
##icion
##idos
##ige
##ijo
##izada
##jamos
##jara
##ke
##lamos
##lan
##lavos
##lene
##lizado
##mbo
##mentaba
##minar
##mio
##miti
##mplo
##nados
##ndida
##ndome
##nga
##ocer
##ocio
##ol
##omo
##orado
##oral
##paracion
##paro
##peracion
##perado
##peso
##piado
##plico
##racia
##rale
##rarse
##recieron
##redo
##remos
##ren
##riar
##rica
##rida
##riedad
##rimiento
##rimos
##rina
##rista
##roso
##rre
##rumpio
##semos
##ses
##simo
##tadas
##th
##ticar
##ticipe
##traido
##uccion
##ucir
##udes
##udieron
##ul
##ulado
##ullo
##uloso
##urado
##vertir
##vertiste
##vimos
##yado
##zon
18
aceptable
aceptado
acerques
acordarme
adolescente
ahogo
alice
alivio
almacen
amamos
ancho
anuncio
apurado
apuros
arquitecto
arrancar
arregle
ascenso
asistieron
asqueroso
asusta
asusto
aterrizo
averguenza
aviones
ballena
beben
berlin
billetes
blusa
bodas
brilla
burlo
buzon
california
camarero
cambies
camello
camisas
canso
cantaba
cantado
celebrar
central
cerdos
cicatriz
claridad
coman
compartimos
conduces
conocida
consigue
convertirme
cortes
criada
cuchara
culparte
damas
decepcionar
dejaran
demostrar
deposito
desafortunado
descuento
deseas
desorientado
despedirme
despegar
deudas
dilo
dinos
dirige
disco
dormidos
duermen
encanto
encerro
encogio
encontrarse
engordado
entendemos
entrado
envie
equipos
equivocas
equivoco
escaparon
escaso
escribeme
escuchaba
escucharlo
esperen
estariamos
estemos
estropeado
estuviese
evidente
excursion
exigio
explicare
flecha
fotografo
francisco
frenos
frutos
fuertemente
golpear
graves
grites
guardado
habilidades
hablaremos
hablaron
hacian
hey
honesta
huellas
huesos
huir
identidad
ilusion
incendios
inevitable
inteligencia
jugado
juro
laguna
lastimado
lastimarte
leiste
libero
lineas
llevando
logica
manda
marte
medias
mejillas
mejorado
mentirosa
merezco
metete
meti
ministro
mojado
molestarte
muchisimas
mudarse
mueren
muestreme
muevas
mueve
nacional
natal
navidena
nevara
niego
objetivos
obligacion
observo
ocurrira
ordenada
ordenadores
oscurezca
oveja
pacifico
pagan
pararon
partidos
patetico
peligrosos
pelos
perdonado
permanecio
personalidad
pesima
pica
pintado
pintando
plastico
ponerlo
pongase
porton
preguntarme
preguntes
prestare
prestarle
prestas
pretende
pretendo
prevenir
produjo
punetazo
pura
pusiera
quita
quite
rabia
rama
rayos
registradora
renuncie
resaca
revolucion
ricas
rifle
sacaste
saluda
sediento
seguire
semestre
senales
sentemonos
separado
separados
seremos
serias
servicios
severo
sientese
siglo
sintiendo
sintieron
sobrevivieron
social
soplo
suavemente
sudor
suenan
sufriendo
superficie
supiste
taburete
tacano
tarjetas
tercer
terminaron
terminemos
tipico
tirado
tortugas
travieso
turquia
ultimas
unio
universal
utiles
vacias
vendrias
venganza
ventas
victima
visitas
volveras
vuestras
zapato
zelanda
##10
##alo
##am
##apa
##bero
##bi
##bica
##bir
##bla
##brando
##carse
##ceso
##chi
##cilla
##cioso
##cista
##cita
##coja
##con
##cte
##cudio
##cuerdes
##curriendo
##dante
##decer
##deria
##diccion
##dista
##ed
##egale
##egue
##eia
##ejas
##esado
##este
##ezco
##fabeto
##fada
##fado
##feccion
##fia
##ficas
##ficial
##ficiales
##ficiente
##ficio
##filado
##firiendo
##fundida
##garra
##gimos
##gular
##guo
##horro
##ibras
##icas
##ice
##idades
##idencial
##ientes
##ies
##ificado
##ilas
##iones
##irse
##istado
##istir
##justa
##lanta
##lda
##lica
##llada
##lmente
##lon
##lta
##mbio
##mental
##metro
##milar
##mino
##mitio
##mpatia
##namos
##naste
##nazo
##ncial
##ndar
##nder
##near
##neo
##nito
##nja
##obra
##oja
##ojo
##ores
##oso
##oste
##para
##parate
##peti
##ping
##pir
##pito
##pretar
##propiada
##queo
##ques
##quito
##radas
##rados
##rdas
##recen
##rencia
##rente
##ridad
##rieron
##rigen
##rizado
##roceso
##rovecho
##rrar
##rreando
##rtable
##rtamos
##rvo
##saria
##sario
##serva
##stantes
##stoso
##tate
##tea
##tear
##tencia
##tenido
##testa
##tiera
##tigado
##tirse
##trame
##tras
##tros
##ts
##tualmente
##turado
##tuvieron
##ucado
##udar
##udas
##uego
##uelas
##uerza
##ulacion
##ule
##unciado
##unte
##unto
##urando
##urarte
##uriosa
##vertira
##vidia
##vimiento
##virtieron
##visar
##voca
##vuelto
1939
200
54
abeja
abriera
aburre
aceptara
acompano
acto
acuesto
adaptarse
adivinar
adoptar
adquirir
aficionado
afortunados
afueras
agarre
agente
agradecerle
agresivo
ahogarse
ahorita
ajo
altamente
altas
amare
americana
anota
apagado
apagaron
aprobacion
apunta
arana
arruinar
asiaticos
atajo
atasco
autobuses
ave
aves
avisame
avisar
ayudamos
bajos
bana
bancarrota
bancos
barcos
base
bebas
bebidas
besaron
bienvenidos
biologia
boletos
botes
burles
buscado
buscamos
cabras
cachorro
camaras
cambiare
camine
cancelado
candidato
capturado
caracter
carbono
carino
casos
castano
cayeron
cazador
cepillo
cercanos
cerradura
chance
chances
cirujano
colgando
colgar
comence
comenzaron
cometiendo
comienzan
comodos
compartio
complicada
comprando
comunicacion
concierne
conclusion
conducido
confiaba
confias
conseguimos
conseguirte
consiste
consume
contactar
copias
corria
costaba
crecimiento
creeis
creerle
criminales
critica
cruz
cubo
cuelga
cuestan
cueste
cuidadosos
cuidare
culpando
culparia
daselo
debeis
decis
defender
dejarme
dejase
deportivo
deprisa
derramo
desarrollo
desconozco
descubri
descubrimiento
despiertame
desprecio
detective
devolvere
diente
dimelo
direcciones
disculparse
disfrutamos
diversion
divertirse
doctora
doloroso
dormia
echaron
economica
eligieron
emocionados
empiece
encantador
encantadora
encienda
encontrara
ensenado
entendia
entienda
enviado
equilibrio
equivoque
escalado
escandalo
escasez
escondidas
escribire
escuchamos
esperabas
esperad
esquiando
estacionamiento
estudiara
eternidad
etiqueta
everest
existencia
extendio
familiarizado
fantastico
favoritos
fea
festival
fiable
fijate
filete
filosofia
flauta
forzado
frases
funcione
gallinas
gastar
gaste
generacion
generoso
gorra
granjeros
gritando
habil
hablen
habre
haran
hazme
hierve
hockey
hoyo
huerfano
ideal
incluye
ingeniero
inglesa
inicio
inmediata
interrumpas
intervino
jueguen
jugaban
ketchup
kobe
ladrar
laptop
lastime
leas
levantaron
levantas
limpie
lio
magnifica
mago
maletin
manteca
maquillaje
maquinas
marineros
matando
mate
mates
medicamentos
meditando
mejoro
menores
mensajes
mentiste
mide
mienten
mirad
mosca
mude
multa
munecas
muriera
nacieron
nave
necesitais
negar
neumatico
nevada
niega
nieto
ninez
nuclear
objeto
observar
odias
olla
organizacion
ostras
pagaron
pagaste
paisaje
pala
palomas
park
parques
participo
pasare
patatas
pateo
pedia
pegado
peluqueria
perdoname
perdonara
permitirme
perrito
persuadir
pierda
planeaba
platano
plaza
plazo
poderoso
pondra
ponen
poquer
posibilidades
prepare
presiono
prestarme
principales
principiantes
profundidad
prohibe
prometiste
pronuncia
puro
quebro
quinto
quisieras
quitarse
rastro
realista
realizar
rechazar
reciente
recordarte
recto
redaccion
refieres
regalar
regano
regularmente
relaciones
reparado
repetir
reproductor
requieren
rescate
resistir
respeta
respondido
sabras
saldre
sana
secreta
senalo
shock
simbolo
sirvase
solitario
soportarlo
sordos
sostenia
subestimes
subi
suelta
sumamente
tardes
temor
tenista
timida
tire
tobillo
tomates
tomemos
trabajes
traigo
trajiste
trasero
tratare
tropas
trucos
tumbado
tunel
usamos
valido
vehiculo
vendedor
vendran
veni
veranos
verse
vestidos
vigila
visitarte
vitaminas
voluntarios
vuelan
whisky
##!
##"
##$
##%
##&
##'
##(
##)
##+
##,
##-
##.
##/
##:
##;
##?
##j
##q
##v
##¡
##«
##°
##»
##¿
##с
##—
##€
