[PAD]
[UNK]
[START]
[END]
.
0
1
6
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
esta
el
ella
estamos
un
la
una
estoy
muy
eres
de
es
##s
aprendiendo
las
haciendo
cielo
jugando
su
escribiendo
flores
agua
leyendo
estudiando
para
comida
los
##a
pastel
##o
tejiendo
en
viendo
alimentando
limpiando
perro
al
gato
son
##ia
##e
##r
me
##ndo
coche
mi
organizando
libro
estan
##iendo
arreglando
siento
disfruto
despejado
practicando
##ta
clima
visitando
##es
##as
teniendo
##n
vamos
##to
##da
##l
con
sus
##ico
cena
##ando
se
tocar
##io
##so
casa
novela
##re
horneando
sol
##ble
##ica
azul
clara
planeando
##no
bebe
tocando
cafe
cocinar
picante
##ado
##te
lavando
##mos
##rio
##sa
habitacion
pintando
##ar
##cion
##mente
cepillandose
##iente
##tido
cepillando
historia
##do
##er
bebiendo
brillante
decorando
futbol
guitarra
llamando
piano
##de
##la
##lo
##ntes
##ra
##ro
examen
floreciendo
galletas
jardin
juego
pajaros
parque
##nte
caliente
carta
doblando
fiesta
nuevo
ropa
tengo
tibia
##na
##se
bicicleta
creativo
dientes
noche
pelicula
poema
##ista
cabello
cocinando
sueter
viaje
##eando
##ion
##is
##les
##os
barbacoa
bufanda
considerado
dulce
durmiendo
fria
obra
rapido
##cho
##ga
##ida
##lar
##ria
##ton
##tos
deliciosa
fresco
necesito
teatro
##ada
##grafia
##rando
comprensivo
garaje
manta
##al
##bre
##ente
##ero
##ina
##ir
##moso
##ras
##uyendo
amigo
baloncesto
brillando
caminando
delicioso
fuerte
picnic
poniendo
rico
talentoso
##ador
##dor
##eno
##ido
##mana
##ntanas
ajedrez
almuerzo
amable
coloridas
desayuno
espanol
fresca
hacer
nadar
peces
pintar
plantando
quimica
soleado
sopa
violin
##anos
##cado
##culo
##d
##ena
##era
##lado
##laje
##nja
##tar
##y
biologia
ensalada
estrellas
frances
gorro
hornear
perspicaz
suave
tranquila
vibrantes
##ama
##bajo
##ca
##cias
##das
##edo
##ento
##jo
##ntando
##obre
##ues
##uta
arbol
cocina
cuadro
diario
generoso
habilidades
inteligente
leer
oscuro
refrescante
reunion
sabrosa
servicial
tomando
##.
##0
##1
##6
##b
##c
##f
##g
##h
##i
##j
##k
##m
##p
##q
##t
##u
##v
##w
##x
##z
